{
    "acceptable": "Akzeptabel",
    "deficient": "Mangelhaft",
    "deleteAccount": "Account löschen",
    "distribution": "Verbreitung",
    "funFact": "Fun Fact",
    "growthHeight": "Wuchshöhe",
    "ideal": "Ideal",
    "login": "Anmeldung",
    "loginDescription": "Willkommen beim Smart Urban Gardening Assistant, Ihrem personalisierten Gartenbegleiter! Um loszulegen, melden Sie sich bitte mit Ihren Anmeldeinformationen an",
    "loginLink": "Bereits ein Konto und bereit, zu Ihrer grünen Oase zurückzukehren? Kein Problem! Klicken Sie hier, um sich anzumelden!",
    "logout": "Abmelden",
    "mainDescription": "Willkommen beim Smart Urban Gardening Assistant! Diese intuitive Plattform unterstützt Sie dabei, Ihre Pflanzen mühelos zu verwalten. Die Kopfzeile bietet eine Suchfunktion und die Möglichkeit, Pflanzen hinzuzufügen. Sie können auch die Spracheinstellungen anpassen, persönliche Benutzervorlieben festlegen oder sich sicher abmelden. Unten erfahren Sie mehr über wichtige Umweltbedingungen für Ihre Pflanzen. Eine praktische Tabelle fasst wichtige Details aller Ihrer Pflanzen zusammen und erleichtert so die Verwaltung",
    "newPassword": "Neues Passwort",
    "newPasswordLikeOldPasswort": "Oops! Ihr neues Passwort sieht sehr nach dem alten aus.",
    "newPasswordsNotMatching": "Oops! Ihre Passwörter stimmen nicht überein.",
    "oldPassword": "Altes Passwort",
    "password": "Passwort",
    "passwordCase": "Mindestens ein Klein- und ein Großbuchstabe",
    "passwordLength": "Mindestens 8 Zeichen",
    "passwordNumeric": "Mindestens eine numerische Ziffer",
    "passwordSuggestions": "Empfehlungen",
    "placeholder": "Text einfügen...",
    "plants": "Pflanzen",
    "register": "Registrierung",
    "registerDescription": "Willkommen beim Smart Urban Gardening Assistant, deinem personalisierten Gartenbegleiter! Starte deine Reise, indem du ein Konto erstellst",
    "registerLink": "Neu bei Smart Urban Gardening Assistant? Klicken Sie hier, um ein neues Konto zu erstellen. Entdecken Sie die Welt des urbanen Gärtnerns mit unseren intelligenten Funktionen!",
    "search": "Suche",
    "settings": "Einstellungen",
    "speciesCount": "Artenanzahl",
    "updatePassword": "Passwort aktualisieren",
    "username": "Benutzername",
    "userExists": "Oops! Es scheint, als existiere der Benutzer bereits.",
    "welcome": "Willkommen",
    "wrongCredentials": "Oops! Es scheint, dass der Benutzername oder das Passwort falsch ist",
    "wrongOldPassword": "Oops! Wie sind Sie hereingekommen? Ihr vorheriges Passwort ist inkorrekt."
}