{
    "acceptable": "Acceptable",
    "deficient": "Deficient",
    "deleteAccount": "Delete account",
    "distribution": "Distribution",
    "funFact": "Fun Fact",
    "growthHeight": "Growth Height",
    "ideal": "Ideal",
    "login": "Login",
    "loginDescription": "Welcome to the Smart Urban Gardening Assistant, your personalized gardening companion! To get started, please log in using your credentials",
    "loginLink": "Already have an account and eager to get back to your green oasis? No problem! Click here to log in!",
    "logout": "Logout",
    "mainDescription": "Welcome to the Smart Urban Gardening Assistant! This intuitive platform helps you manage your plants effortlessly. The header features a search function and an option to add plants. You can also adjust language settings, personalize user preferences, or securely log out. Below, stay informed about crucial environmental conditions for your plants. A convenient table summarizes key details of all your plants, making management a breeze",
    "newPassword": "New Password",
    "newPasswordLikeOldPasswort": "Oops! Your new password looks a lot like the old one.",
    "newPasswordsNotMatching": "Oops! Your passwords do not match.",
    "oldPassword": "Old Password",
    "password": "Password",
    "passwordCase": "At least one lowercase and one uppercase letter",
    "passwordLength": "Minimum 8 characters",
    "passwordNumeric": "At least one numeric character",
    "passwordSuggestions": "Suggestions",
    "placeholder": "Insert text...",
    "plants": "Plants",
    "register": "Register",
    "registerDescription": "Welcome to the Smart Urban Gardening Assistant, your personalized gardening companion! Begin your journey by creating an account.",
    "registerLink": "New to Smart Urban Gardening Assistant? Click here to create a new account. Explore the world of urban gardening with our smart features!",
    "search": "Search",
    "settings": "Settings",
    "speciesCount": "Species Count",
    "updatePassword": "Update password",
    "username": "Username",
    "userExists": "Oops! It seems like the user already exists.",
    "welcome": "Welcome",
    "wrongCredentials": "Oops! It seems that the username or password is incorrect",
    "wrongOldPassword": "Oops! How did you manage to get in? Your previous password is incorrect."
}